
{
  "imprint": {
    "title": "Mentions Légales",
    "body": "Mentions Légales\n(§ 5 TMG, § 55 RStV)\n\nFournisseur\nMatbakh - Culinary Compass (Entreprise Individuelle)\nPropriétaire : Rabieb Al Khatib\nSiège : Munich, Allemagne\n\nContact\nE-mail : write at rabibskii dot com (à utiliser exclusivement pour les demandes légalement requises)\n\nResponsable du contenu selon § 55 Abs. 2 RStV\nRabieb Al Khatib - Siège Munich\n\nTaxe sur la Valeur Ajoutée\nSelon § 19 UStG, aucune TVA n'est affichée (régime de petite entreprise).\n\nExclusion de Responsabilité\nMalgré un contrôle soigneux du contenu, nous n'assumons aucune responsabilité pour les liens externes. Les opérateurs des pages liées sont seuls responsables de leur contenu.\n\nLes informations fournies ne constituent pas des conseils médicaux ou nutritionnels. Veuillez consulter un médecin ou un spécialiste pour les questions liées à la santé.\n\nRèglement des Litiges en Ligne\nLa Commission européenne fournit une plateforme pour le règlement des litiges en ligne (RLL) : https://ec.europa.eu/consumers/odr/.\nNous ne sommes ni disposés ni obligés de participer aux procédures de règlement des litiges devant un conseil d'arbitrage des consommateurs.\n\nServices de Cartes\nCe site web utilise Google Maps. Le fournisseur est Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irlande (\"Google\"). En utilisant le widget de carte, les données sont transmises à Google. Les détails peuvent être trouvés dans notre politique de confidentialité sous 1.7"
  },
  "privacy": {
    "title": "Politique de Confidentialité",
    "body": "Politique de Confidentialité\n(Art. 12 ff. RGPD & § 25 TTDSG)\n\n1.1 Entité Responsable\nMatbakh - Culinary Compass · Propriétaire Rabieb Al Khatib\nE-mail : write at rabibskii dot com\n\n1.2 Finalités et Bases Légales du Traitement\n\nCatégorie de Données | Finalité | Base Légale\nDonnées de Compte (Email, Paramètre de Langue) | Inscription, Connexion, Personnalisation | Art. 6 Par. 1 b) RGPD\nInformations de Profil (Allergies, Objectifs) | Recommandations Personnalisées de Recettes et Nutrition | Art. 6 Par. 1 b)\nDonnées d'Usage (Vues de Page, Journaux) | Analyse d'Erreurs, Journaux de Sécurité | Art. 6 Par. 1 f)\nCookies / LocalStorage | Gestion de Session, Langue, Statut de Consentement | § 25 TTDSG, Art. 6 Par. 1 a)\n\n1.3 Durée de Conservation\nNous conservons les données personnelles seulement le temps nécessaire pour les finalités déclarées ou jusqu'à ce que vous supprimiez votre compte.\n\n1.4 Destinataires / Transferts vers Pays Tiers\n\nService | Finalité | Données | Base Légale / Transfert\nGoogle Maps / Places-API | Affichage de Cartes, Recherche de Restaurants | Adresse IP, éventuellement Localisation, Infos Navigateur | Art. 6 Par. 1 f) RGPD (intérêt légitime pour présentation attractive) · Cadre de Confidentialité des Données UE-USA\n\nNote sur le Transfert USA : Google traite également les données aux USA. Google est certifié sous le Cadre de Confidentialité des Données UE-USA. Un niveau adéquat de protection des données est ainsi assuré.\n\nHébergement et Base de Données : Supabase (Emplacement serveur UE)\nServices d'Analyse et de Suivi d'Erreurs uniquement avec consentement (Bannière de Consentement)\n\n1.5 Vos Droits\nVous avez le droit à l'information, la rectification, l'effacement, la limitation du traitement, la portabilité des données et l'opposition (Art. 15 – 21 RGPD). Pour cela, contactez write at rabibskii dot com.\n\n1.6 Droit de Plainte auprès de l'Autorité de Surveillance\nOffice d'État Bavarois pour la Surveillance de la Protection des Données (BayLDA), Promenade 18, 91522 Ansbach, Allemagne.\n\n1.7 Google Maps\nCe site web intègre des services de cartes de Google Maps pour afficher les restaurants près de vous. Lors de l'accès au widget de carte, (a) votre adresse IP et (b) éventuellement les données de localisation sont transmises à Google. Le traitement des données est basé sur Art. 6 Par. 1 f) RGPD (intérêt légitime pour présentation conviviale). Si vous choisissez \"Refuser\" dans la bannière de cookies/consentement, Google Maps ne sera pas chargé."
  },
  "terms": {
    "title": "Conditions Générales",
    "body": "Conditions Générales\n\nChamp d'Application\nCes Conditions Générales régissent l'utilisation de la plateforme \"Matbakh - Culinary Compass\" (ci-après Matbakh) dans sa version actuelle.\n\nDescription du Service\nMatbakh fournit une application web qui affiche des recettes, nutrition et informations de restaurants de manière personnalisée. Ceci n'est pas un conseil médical.\n\nServices Externes : Pour la recherche de restaurants, Matbakh utilise l'API Google Maps / Places. Matbakh n'a aucune influence sur les données traitées là-bas. Les Conditions de Service de Google s'appliquent également à l'utilisation.\n\nInscription et Compte Utilisateur\nL'inscription est requise pour utiliser les fonctions personnalisées.\nL'utilisateur est obligé de garder secrètes les données d'accès.\n\nDroits d'Usage\nTout le contenu (textes, images, logiciels) est protégé par le droit d'auteur. La redistribution commerciale nécessite une autorisation écrite.\n\nResponsabilité\nMatbakh est responsable sans limitation pour intention et négligence grave.\nPour négligence simple, la responsabilité est limitée aux dommages typiques et prévisibles.\nMatbakh n'assume aucune responsabilité pour les conséquences sur la santé résultant de l'utilisation des recommandations.\n\nDisponibilité\nMatbakh s'efforce d'assurer une haute disponibilité, mais ne peut exclure les temps de maintenance ou les pannes.\n\nRésiliation\nLes utilisateurs peuvent supprimer leur compte à tout moment. Matbakh se réserve le droit de bloquer les comptes pour violations de ces Conditions Générales.\n\nModifications des Conditions Générales\nMatbakh se réserve le droit de modifier ces Conditions Générales avec effet pour l'avenir. Les modifications seront communiquées aux utilisateurs par email au moins 14 jours avant leur entrée en vigueur.\n\nDroit Applicable et Juridiction\nLe droit allemand s'applique. Le lieu de juridiction exclusif est, dans la mesure du possible, Munich."
  }
}
