
{
  "imprint": {
    "title": "Aviso Legal",
    "body": "Aviso Legal\n(§ 5 TMG, § 55 RStV)\n\nProveedor\nMatbakh - Culinary Compass (Empresa Individual)\nPropietaria: Rabieb Al Khatib\nSede: Múnich, Alemania\n\nContacto\nE-mail: write at rabibskii dot com (utilizar exclusivamente para consultas legalmente requeridas)\n\nResponsable del contenido según § 55 Abs. 2 RStV\nRabieb Al Khatib - Sede Múnich\n\nImpuesto sobre el Valor Añadido\nSegún § 19 UStG, no se muestra IVA (régimen de pequeña empresa).\n\nExención de Responsabilidad\nA pesar del cuidadoso control del contenido, no asumimos responsabilidad por enlaces externos. Los operadores de las páginas enlazadas son los únicos responsables de su contenido.\n\nLa información proporcionada no constituye asesoramiento médico o nutricional. Por favor, consulte a un médico o especialista para preguntas relacionadas con la salud.\n\nResolución de Disputas en Línea\nLa Comisión Europea proporciona una plataforma para la resolución de disputas en línea (RDL): https://ec.europa.eu/consumers/odr/.\nNo estamos dispuestos ni obligados a participar en procedimientos de resolución de disputas ante una junta de arbitraje de consumidores.\n\nServicios de Mapas\nEste sitio web utiliza Google Maps. El proveedor es Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irlanda (\"Google\"). Al usar el widget de mapas, los datos se transmiten a Google. Los detalles se pueden encontrar en nuestra política de privacidad bajo 1.7"
  },
  "privacy": {
    "title": "Política de Privacidad",
    "body": "Política de Privacidad\n(Art. 12 ff. RGPD & § 25 TTDSG)\n\n1.1 Entidad Responsable\nMatbakh - Culinary Compass · Propietaria Rabieb Al Khatib\nE-mail: write at rabibskii dot com\n\n1.2 Propósitos y Bases Legales del Procesamiento\n\nCategoría de Datos | Propósito | Base Legal\nDatos de Cuenta (Email, Configuración de Idioma) | Registro, Inicio de Sesión, Personalización | Art. 6 Párr. 1 b) RGPD\nInformación de Perfil (Alergias, Objetivos) | Recomendaciones Personalizadas de Recetas y Nutrición | Art. 6 Párr. 1 b)\nDatos de Uso (Visualizaciones de Página, Registros) | Análisis de Errores, Registros de Seguridad | Art. 6 Párr. 1 f)\nCookies / LocalStorage | Gestión de Sesión, Idioma, Estado de Consentimiento | § 25 TTDSG, Art. 6 Párr. 1 a)\n\n1.3 Duración del Almacenamiento\nAlmacenamos datos personales solo el tiempo necesario para los propósitos declarados o hasta que elimines tu cuenta.\n\n1.4 Destinatarios / Transferencias a Terceros Países\n\nServicio | Propósito | Datos | Base Legal / Transferencia\nGoogle Maps / Places-API | Visualización de Mapas, Búsqueda de Restaurantes | Dirección IP, posiblemente Ubicación, Info del Navegador | Art. 6 Párr. 1 f) RGPD (interés legítimo en presentación atractiva) · Marco de Privacidad de Datos UE-EE.UU.\n\nNota sobre Transferencia a EE.UU.: Google también procesa datos en EE.UU. Google está certificado bajo el Marco de Privacidad de Datos UE-EE.UU. Así se asegura un nivel adecuado de protección de datos.\n\nHosting y Base de Datos: Supabase (Ubicación del servidor UE)\nServicios de Análisis y Seguimiento de Errores solo con consentimiento (Banner de Consentimiento)\n\n1.5 Tus Derechos\nTienes derecho a información, corrección, eliminación, restricción del procesamiento, portabilidad de datos y objeción (Art. 15 – 21 RGPD). Para esto, contacta write at rabibskii dot com.\n\n1.6 Derecho a Quejarse ante la Autoridad Supervisora\nOficina Estatal Bávara para la Supervisión de Protección de Datos (BayLDA), Promenade 18, 91522 Ansbach, Alemania.\n\n1.7 Google Maps\nEste sitio web incorpora servicios de mapas de Google Maps para mostrar restaurantes cerca de ti. Al acceder al widget de mapas, se transmiten (a) tu dirección IP y (b) posiblemente datos de ubicación a Google. El procesamiento de datos se basa en Art. 6 Párr. 1 f) RGPD (interés legítimo en presentación amigable para el usuario). Si eliges \"Rechazar\" en el banner de cookies/consentimiento, Google Maps no se cargará."
  },
  "terms": {
    "title": "Términos y Condiciones",
    "body": "Términos y Condiciones\n\nÁmbito de Aplicación\nEstos Términos y Condiciones rigen el uso de la plataforma \"Matbakh - Culinary Compass\" (en adelante Matbakh) en su versión actual.\n\nDescripción del Servicio\nMatbakh proporciona una aplicación web que muestra recetas, nutrición e información de restaurantes de manera personalizada. Esto no es asesoramiento médico.\n\nServicios Externos: Para la búsqueda de restaurantes, Matbakh utiliza la API de Google Maps / Places. Matbakh no tiene influencia sobre los datos procesados allí. Los Términos de Servicio de Google también se aplican al uso.\n\nRegistro y Cuenta de Usuario\nEl registro es requerido para usar funciones personalizadas.\nEl usuario está obligado a mantener en secreto los datos de acceso.\n\nDerechos de Uso\nTodo el contenido (textos, imágenes, software) está protegido por derechos de autor. La redistribución comercial requiere permiso por escrito.\n\nResponsabilidad\nMatbakh es responsable sin limitación por intención y negligencia grave.\nPor negligencia simple, la responsabilidad está limitada a daños típicos y previsibles.\nMatbakh no asume responsabilidad por consecuencias de salud resultantes del uso de recomendaciones.\n\nDisponibilidad\nMatbakh se esfuerza por asegurar alta disponibilidad, pero no puede excluir tiempos de mantenimiento o fallos.\n\nTerminación\nLos usuarios pueden eliminar su cuenta en cualquier momento. Matbakh se reserva el derecho de bloquear cuentas por violaciones de estos Términos y Condiciones.\n\nCambios en los Términos y Condiciones\nMatbakh se reserva el derecho de cambiar estos Términos y Condiciones con efecto para el futuro. Los cambios serán comunicados a los usuarios por email al menos 14 días antes de que entren en vigor.\n\nLey Aplicable y Jurisdicción\nSe aplica la ley alemana. El lugar exclusivo de jurisdicción es, donde sea permitido, Múnich."
  }
}
