
{
  "imprint": {
    "title": "Impressum",
    "body": "Impressum\n(§ 5 TMG, § 55 RStV)\n\nAnbieter\nMatbakh - Culinary Compass (Einzelunternehmen)\nInhaberin: Rabieb Al Khatib\nHauptsitz: München, Deutschland\n\nKontakt\nE-Mail: write at rabibskii dot com (bitte ausschließlich für rechtlich notwendige Anfragen nutzen)\n\nVerantwortlich für den Inhalt nach § 55 Abs. 2 RStV\nRabieb Al Khatib - Hauptsitz München\n\nUmsatzsteuer\nGemäß § 19 UStG wird keine Umsatzsteuer ausgewiesen (Kleinunternehmerregelung).\n\nHaftungsausschluss\nTrotz sorgfältiger inhaltlicher Kontrolle übernehmen wir keine Haftung für externe Links. Für den Inhalt verlinkter Seiten sind ausschließlich deren Betreiber verantwortlich.\n\nDie bereitgestellten Informationen stellen keine medizinische oder ernährungswissenschaftliche Beratung dar. Bitte konsultiere bei gesundheitlichen Fragen einen Arzt oder eine Fachkraft.\n\nOnline-Streitbeilegung\nDie Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr/.\nWir sind weder bereit noch verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.\n\nKartendienste\nDiese Website verwendet Google Maps. Anbieter ist Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Irland (\"Google\"). Durch die Nutzung des Karten-Widgets werden Daten an Google übertragen. Details findest du in unserer Datenschutzerklärung unter 1.7"
  },
  "privacy": {
    "title": "Datenschutzerklärung",
    "body": "Datenschutzerklärung\n(Art. 12 ff. DSGVO & § 25 TTDSG)\n\n1.1 Verantwortliche Stelle\nMatbakh - Culinary Compass · Inhaberin Rabieb Al Khatib\nE-Mail: write at rabibskii dot com\n\n1.2 Zwecke & Rechtsgrundlagen der Verarbeitung\n\nDatenkategorie | Zweck | Rechtsgrundlage\nAccount-Daten (E-Mail, Spracheinstellung) | Registrierung, Login, Personalisierung | Art. 6 Abs. 1 b) DSGVO\nProfil-Angaben (Allergien, Ziele) | Personalisierte Rezept- & Nährwertempfehlungen | Art. 6 Abs. 1 b)\nNutzungsdaten (Seitenabrufe, Logs) | Fehleranalyse, Sicherheits-Logs | Art. 6 Abs. 1 f)\nCookies / LocalStorage | Session-Management, Sprache, Consent-Status | § 25 TTDSG, Art. 6 Abs. 1 a)\n\n1.3 Speicherdauer\nWir speichern personenbezogene Daten nur solange dies für die genannten Zwecke erforderlich ist bzw. bis du dein Konto löschst.\n\n1.4 Empfänger / Drittstaatentransfers\n\nDienst | Zweck | Daten | Rechtsgrundlage / Transfer\nGoogle Maps / Places-API | Kartendarstellung, Restaurantsuche | IP-Adresse, ggf. Standort, Browser-Infos | Art. 6 Abs. 1 f) DSGVO (berechtigtes Interesse an attraktiver Darstellung) · EU-USA Data Privacy Framework\n\nHinweis auf USA-Transfer: Google verarbeitet Daten auch in den USA. Google ist nach dem EU-US Data Privacy Framework zertifiziert. Ein angemessenes Datenschutzniveau ist damit gewährleistet.\n\nHosting & Datenbank: Supabase (Serverstandort EU)\nAnalyse- & Fehler-Tracking-Dienste nur mit Einwilligung (Consent-Banner)\n\n1.5 Deine Rechte\nDu hast das Recht auf Auskunft, Berichtigung, Löschung, Einschränkung der Verarbeitung, Datenübertragbarkeit sowie Widerspruch (Art. 15 – 21 DSGVO). Wende dich hierfür an write at rabibskii dot com.\n\n1.6 Beschwerderecht bei der Aufsichtsbehörde\nBayerisches Landesamt für Datenschutzaufsicht (BayLDA), Promenade 18, 91522 Ansbach, Deutschland.\n\n1.7 Google Maps\nAuf dieser Website werden Kartendienste von Google Maps eingebettet, um Restaurants in deiner Nähe anzuzeigen. Beim Aufruf des Karten-Widgets werden (a) deine IP-Adresse und (b) ggf. Standortdaten an Google übertragen. Die Datenverarbeitung erfolgt auf Grundlage von Art. 6 Abs. 1 f) DSGVO (berechtigtes Interesse an einer nutzerfreundlichen Darstellung). Wenn du im Cookie-/Consent-Banner \"Ablehnen\" wählst, wird Google Maps nicht geladen."
  },
  "terms": {
    "title": "Allgemeine Geschäftsbedingungen",
    "body": "Allgemeine Geschäftsbedingungen (AGB)\n\nGeltungsbereich\nDiese AGB regeln die Nutzung der Plattform \"Matbakh - Culinary Compass\" (nachfolgend Matbakh) in der jeweils aktuellen Fassung.\n\nLeistungsbeschreibung\nMatbakh stellt eine Web-Applikation bereit, die Rezepte, Ernährungs- und Restaurantinformationen personalisiert anzeigt. Es handelt sich nicht um medizinische Beratung.\n\nExterne Dienste: Zur Restaurantsuche nutzt Matbakh die Google Maps / Places-API. Matbakh hat keinen Einfluss auf die dort verarbeiteten Daten. Für die Nutzung gelten zusätzlich die Google-Nutzungsbedingungen.\n\nRegistrierung & Nutzerkonto\nZur Nutzung personalisierter Funktionen ist eine Registrierung erforderlich.\nDer Nutzer ist verpflichtet, Zugangsdaten geheim zu halten.\n\nNutzungsrechte\nAlle Inhalte (Texte, Bilder, Software) sind urheberrechtlich geschützt. Eine kommerzielle Weiterverbreitung bedarf der schriftlichen Genehmigung.\n\nHaftung\nMatbakh haftet unbegrenzt bei Vorsatz und grober Fahrlässigkeit.\nBei einfacher Fahrlässigkeit ist die Haftung auf typische, vorhersehbare Schäden begrenzt.\nFür gesundheitliche Folgen, die aus der Nutzung der Empfehlungen resultieren, übernimmt Matbakh keine Verantwortung.\n\nVerfügbarkeit\nMatbakh ist bemüht, eine hohe Verfügbarkeit sicherzustellen, kann jedoch Wartungszeiten oder Ausfälle nicht ausschließen.\n\nKündigung\nNutzer können ihr Konto jederzeit löschen. Matbakh behält sich vor, Konten bei Verstößen gegen diese AGB zu sperren.\n\nÄnderungen der AGB\nMatbakh behält sich vor, diese AGB mit Wirkung für die Zukunft zu ändern. Änderungen werden den Nutzern mindestens 14 Tage vor Inkrafttreten per E-Mail mitgeteilt.\n\nAnwendbares Recht & Gerichtsstand\nEs gilt deutsches Recht. Ausschließlicher Gerichtsstand ist, soweit zulässig, München."
  }
}
