
{
  "imprint": {
    "title": "Imprint",
    "body": "Legal Notice\n(§ 5 TMG, § 55 RStV)\n\nProvider\nMatbakh - Culinary Compass (Sole Proprietorship)\nOwner: Rabieb Al Khatib\nHeadquarters: Munich, Germany\n\nContact\nE-mail: write at rabibskii dot com (please use exclusively for legally required inquiries)\n\nResponsible for content according to § 55 Abs. 2 RStV\nRabieb Al Khatib - Headquarters Munich\n\nValue Added Tax\nAccording to § 19 UStG, no VAT is shown (small business regulation).\n\nDisclaimer of Liability\nDespite careful content control, we assume no liability for external links. The operators of linked pages are solely responsible for their content.\n\nThe information provided does not constitute medical or nutritional advice. Please consult a doctor or specialist for health-related questions.\n\nOnline Dispute Resolution\nThe European Commission provides a platform for online dispute resolution (ODR): https://ec.europa.eu/consumers/odr/.\nWe are neither willing nor obligated to participate in dispute resolution proceedings before a consumer arbitration board.\n\nMap Services\nThis website uses Google Maps. Provider is Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland (\"Google\"). By using the map widget, data is transmitted to Google. Details can be found in our privacy policy under 1.7"
  },
  "privacy": {
    "title": "Privacy Policy",
    "body": "Privacy Policy\n(Art. 12 ff. GDPR & § 25 TTDSG)\n\n1.1 Responsible Entity\nMatbakh - Culinary Compass · Owner Rabieb Al Khatib\nE-mail: write at rabibskii dot com\n\n1.2 Purposes & Legal Bases of Processing\n\nData Category | Purpose | Legal Basis\nAccount Data (Email, Language Setting) | Registration, Login, Personalization | Art. 6 Para. 1 b) GDPR\nProfile Information (Allergies, Goals) | Personalized Recipe & Nutrition Recommendations | Art. 6 Para. 1 b)\nUsage Data (Page Views, Logs) | Error Analysis, Security Logs | Art. 6 Para. 1 f)\nCookies / LocalStorage | Session Management, Language, Consent Status | § 25 TTDSG, Art. 6 Para. 1 a)\n\n1.3 Storage Duration\nWe store personal data only as long as necessary for the stated purposes or until you delete your account.\n\n1.4 Recipients / Third Country Transfers\n\nService | Purpose | Data | Legal Basis / Transfer\nGoogle Maps / Places-API | Map Display, Restaurant Search | IP Address, possibly Location, Browser Info | Art. 6 Para. 1 f) GDPR (legitimate interest in attractive presentation) · EU-USA Data Privacy Framework\n\nNote on USA Transfer: Google also processes data in the USA. Google is certified under the EU-US Data Privacy Framework. An adequate level of data protection is thus ensured.\n\nHosting & Database: Supabase (Server location EU)\nAnalysis & Error Tracking Services only with consent (Consent Banner)\n\n1.5 Your Rights\nYou have the right to information, correction, deletion, restriction of processing, data portability and objection (Art. 15 – 21 GDPR). For this, contact write at rabibskii dot com.\n\n1.6 Right to Complain to Supervisory Authority\nBavarian State Office for Data Protection Supervision (BayLDA), Promenade 18, 91522 Ansbach, Germany.\n\n1.7 Google Maps\nThis website embeds map services from Google Maps to display restaurants near you. When calling up the map widget, (a) your IP address and (b) possibly location data are transmitted to Google. Data processing is based on Art. 6 Para. 1 f) GDPR (legitimate interest in user-friendly presentation). If you choose \"Decline\" in the cookie/consent banner, Google Maps will not be loaded."
  },
  "terms": {
    "title": "Terms & Conditions",
    "body": "Terms & Conditions\n\nScope of Application\nThese Terms & Conditions govern the use of the platform \"Matbakh - Culinary Compass\" (hereinafter Matbakh) in its current version.\n\nService Description\nMatbakh provides a web application that displays recipes, nutrition and restaurant information in a personalized manner. This is not medical advice.\n\nExternal Services: For restaurant search, Matbakh uses the Google Maps / Places-API. Matbakh has no influence on the data processed there. The Google Terms of Service also apply to use.\n\nRegistration & User Account\nRegistration is required to use personalized functions.\nThe user is obligated to keep access data secret.\n\nUsage Rights\nAll content (texts, images, software) is protected by copyright. Commercial redistribution requires written permission.\n\nLiability\nMatbakh is liable without limitation for intent and gross negligence.\nFor simple negligence, liability is limited to typical, foreseeable damages.\nMatbakh assumes no responsibility for health consequences resulting from the use of recommendations.\n\nAvailability\nMatbakh strives to ensure high availability, but cannot exclude maintenance times or failures.\n\nTermination\nUsers can delete their account at any time. Matbakh reserves the right to block accounts for violations of these Terms & Conditions.\n\nChanges to Terms & Conditions\nMatbakh reserves the right to change these Terms & Conditions with effect for the future. Changes will be communicated to users by email at least 14 days before they take effect.\n\nApplicable Law & Jurisdiction\nGerman law applies. The exclusive place of jurisdiction is, where permissible, Munich."
  }
}
